{
  "https://www.abf.gov.au/newsroom-subsite/Pages/Norwegian-diving-duo-sentenced-over-thwarted-$26-million-cocaine-import-plot.aspx": {
    "content_html": "<html>\n<body>\n<h1>Norwegian diving duo sentenced over thwarted $26 million cocaine import plot</h1>\n<p>​</p>\n<p>Editor’s note: Images available via Hightail</p>\n<p>Two Norwegian nationals have been jailed for attempting to possess 80kg of cocaine smuggled into Australia in 2023 concealed as a parasitic attachment on the hull of a bulk carrier.</p>\n<p>A man, 53, was sentenced yesterday (13 August, 2025) by the Newcastle District Court to nine years’ and 11 months imprisonment, with a non-parole period of four years and 11 months.</p>\n<p>It comes after his accomplice, 35, was sentenced by the same court on 13 March, 2025, to 10 years’ and two months imprisonment, with a non-parole period of five years and nine months.</p>\n<p>The men were charged as part of the AFP’s Operation Oakey, which began on 23 January, 2023, after NSW Police Force (NSWPF) received an anonymous tip-off that a bulk carrier from Brazil, due to arrive in the Port of Newcastle, was transporting illicit drugs.</p>\n<p>The same day, a member of the public became suspicious about two men using diving equipment and seabobs at Swansea, NSW. The witness reported the incident to Crime Stoppers, saying the seabobs appeared to have a black tow harness with shackles and weights on either side.</p>\n<p>The bulk carrier docked at port the next morning (24 January, 2023), and AFP, NSWPF and Australian Border Force (ABF) officers searched the vessel. NSWPF divers retrieved six waterproof duffle bags hidden in a section of the hull known as the sea chest. Inside the bags, they found 82 packages, weighing about 80kg, which tested positive for cocaine.</p>\n<p>Early on 25 January, 2023, witnesses on a ferry reported seeing two men in the water in the Newcastle harbour.</p>\n<p>Police arrested the two men onshore in the area later that day and retrieved multiple items from the rocks and shoreline where they had returned, including a black climbing belt, diving googles with torches, a black flipper, diving bag, bolt cutters, diving gloves, pliers and a pocket knife.</p>\n<p>Investigators also executed a search warrant on their vehicle, seizing items including diving equipment, electronic devices, receipts and passports.</p>\n<p>The court heard the men had been diving at the bulk carrier in an unsuccessful attempt to find and retrieve the illicit drugs.</p>\n<p>Investigations later found the pair had flown into Brisbane from Denpasar, Indonesia, separately on 17 and 18 January, 2023, just a few days before the bulk carrier arrived in the Newcastle area.</p>\n<p>On their drive south through NSW, the men purchased two seabobs worth $56,000 on the Gold Coast, a scuba set in Nelson Bay, and tools from a hardware store in Newcastle.</p>\n<p>Forensic analysis of the men’s phones revealed conversations discussing the logistics of retrieving the cocaine from the vessel in an encrypted app group chat titled ‘Finding Nemo’.</p>\n<p>AFP divers later found both seabobs fastened to a pier pylon in the Hunter River at Newcastle.</p>\n<p>The men were each charged with one count of attempting to possess a large commercial quantity of a border controlled drug, contrary to section 307.5 of the Criminal Code (Cth). Both men pleaded guilty to the offence.</p>\n<p>AFP Detective Superintendent Peter Fogarty said the cocaine, which had an estimated street value of $26 million, equated to about 400,000 street-level deals.</p>\n<p>“Criminals view Australia as a lucrative market to sell illicit drugs, and will go to great lengths, even risking their own safety, to make a quick buck,” Det Supt Fogarty said.</p>\n<p>“Divers hired by criminal syndicates are a cog in the wheel of organised crime, and they will be pursued and apprehended, no matter where they sit in a syndicate’s hierarchy.</p>\n<p>“This result is testament to our ongoing collaboration with our partners, both then and now.</p>\n<p>“Criminals are relentless at targeting our community for illicit ventures, which is why our close working relationships with partners such as NSW Police Force and Australian Border Force (ABF) are so important.”</p>\n<p>NSW Police Force Detective Superintendent Peter Faux said the agency used all its resources and capabilities to identify and target those committing serious crimes which impacted the community.</p>\n<p>“It is an example of how we work closely with our law enforcement and intelligence partners to stop large amounts of illicit drugs from entering our communities,” Det Supt Faux said.</p>\n<p>ABF Superintendent Geoff Quinn said the sentencing of the individuals involved in this elaborate plot was a victory against those criminals who sought to exploit Australia’s borders.</p>\n<p>“This court outcome is the result of the incredible work showcased by our ABF officers alongside their counterparts at the AFP and NSW Police Force,” Supt Quinn said.</p>\n<p>“The ABF is Australia’s only border security agency dedicated to protecting our physical border and preventing illicit trade, and this outcome serves as a warning to criminals that we’re acutely aware of what you’re up to.</p>\n<p>“The ABF’s work with partner agencies helps identify, target and disrupt the nefarious activities of serious organised crime groups irrespective of how clever they think they are.”</p>\n<h5>Note to media:</h5>\n<p>Media are encouraged to include help-seeking information in stories about illicit drugs to minimise any negative impact on people in the community. The following services provide people with access to support and information.</p>\n<ul>\n<li>For free and confidential advice about alcohol and other drug treatment services call the National Alcohol and Other Drug Hotline on 1800 250 015.</li>\n<li>Access free 24/7 drug and alcohol counselling online.</li>\n<li>For information about drug and alcohol addiction treatment or support, go to the Turning Point website.</li>\n</ul>\n<p></p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:19.621095+10:00"
  },
  "https://www.abf.gov.au/newsroom-subsite/Pages/NSW-man-charged-with-allegedly-producing-AI-generated-child-abuse-material-and-possessing-bestiality-content.aspx": {
    "content_html": "<html>\n<body>\n<h1>NSW man charged with allegedly producing AI-generated child abuse material and possessing bestiality content</h1>\n<p>​</p>\n<p>A NSW South Coast man has been charged with three child abuse material offences, including allegedly possessing more than 1000 illicit images and videos involving minors as young as one.</p>\n<p>The man, 58, who is due to face court again next month (30 September, 2025) was initially arrested on 3 August, 2025, after Australian Border Force (ABF) officers allegedly found child abuse material on his mobile phone.</p>\n<p>ABF selected the man for a baggage examination when he arrived at Sydney Airport from overseas on 3 August, 2025.</p>\n<p>During a digital device examination, ABF officers allegedly found child abuse material and alerted the AFP.</p>\n<p>Further AFP examination of the man's device allegedly confirmed the presence of AI-generated child abuse material that featured the man.</p>\n<p>He was subsequently charged with two offences and was granted conditional bail when he appeared in Downing Centre Local Court on 4 August, 2025.</p>\n<p>AFP and NSW Police Force officers executed a search warrant at the man's home on NSW's Far South Coast on 8 August, 2025, where they seized a USB and desktop computer.</p>\n<p>A preliminary review of both devices allegedly revealed more than 1000 images and videos classified as child abuse material, involving children as young as one being exploited or sexually abused, as well as bestiality material.</p>\n<p>The man was charged with a further three offences and appeared in Parramatta Local Court on 9 August, 2025 on:</p>\n<ul>\n<li>One count of possess or control child abuse material obtained or accessed using a</li>\n</ul>\n<p>carriage service, contrary to section 474.22A of the Criminal Code (Cth). The maximum penalty for this offence is 15 years' imprisonment;</p>\n<ul>\n<li>One count of produce child abuse material, contrary to section 91H of the Crimes Act 1900 (NSW). The maximum penalty for this offence is 10 years' imprisonment;</li>\n<li>One count of possessing child abuse material, contrary to section 91H of the Crimes Act 1900 (NSW). The maximum penalty for this offence is 10 years' imprisonment;</li>\n<li>One count of possessing bestiality material, contrary to section 547E of the Crimes Act 1900 (NSW). The maximum penalty for this offence is five years' imprisonment; and</li>\n<li>One count of failing to comply with a bail acknowledgement, contrary to section 771(1)(e) of the Bail Act 2013 (NSW).</li>\n</ul>\n<p>He is next expected to appear in Parramatta Local Court on 30 September, 2025.</p>\n<p>AFP Detective Acting Superintendent Luke Needham said any material that depicted the exploitation or abuse of children was illegal.</p>\n<p>“Online simulations, fantasy, text-based stories, animations and cartoons, or material which is created using AI are all illegal,\" Det a/Supt Needham said.</p>\n<p>“Producing and possessing this material, even by AI, normalises this behaviour and contributes to the harm of children.</p>\n<p>“The AFP and its partners will not rest until alleged perpetrators are apprehended and put before the courts.\"</p>\n<p>ABF Superintendent Elke West said the seizure and destruction of any child abuse material brought officers and the community another step closer to the protection of children.</p>\n<p>“All child abuse material is abhorrent, and ABF officers are detecting and identifying this depraved content at the border on a regular basis,\" Supt West said.</p>\n<p>“The ABF prioritises intelligence-driven data and targeting to stop offenders in their tracks.</p>\n<p>“The alleged possession and digital AI-curation of this content is highly concerning, and a trend our officers at entry points across the country are extremely vigilant of.\"</p>\n<p>NSWPF Detective Inspector Catherine Flood, South Coast Police District Crime Manager, said NSW Police Force was dedicated to working alongside law enforcement partners to protect children and ensure the safety of our communities.</p>\n<p>The AFP and its partners are committed to stopping child exploitation and abuse and the Australian Centre to Counter Child Exploitation (ACCCE) is driving a collaborative national approach to combatting child abuse.</p>\n<p>The ACCCE brings together specialist expertise and skills in a central hub, supporting investigations into online child sexual exploitation and developing prevention strategies focused on creating a safer online environment.</p>\n<p>Members of the public who have information about people involved in child abuse are urged to contact the ACCCE. If you know abuse is happening right now or a child is at risk, call police immediately on 000.</p>\n<p>If you or someone you know is impacted by child sexual abuse and online exploitation, support services are available.</p>\n<p>Advice and support for parents and carers about how they can help protect children online can be found at the ThinkUKnow website, an AFP-led education program designed to prevent online child sexual exploitation.</p>\n<p>For more information on the role of the ACCCE, what is online child sexual exploitation and how to report it visit the ACCCE website.</p>\n<h5>Note to media</h5>\n<p>Use of term 'CHILD ABUSE' MATERIAL not 'CHILD PORNOGRAPHY'</p>\n<p>The correct legal term is Child Abuse Material – the move to this wording was among amendments to Commonwealth legislation in 2019 to more accurately reflect the gravity of the crimes and the harm inflicted on victims.</p>\n<p>Use of the phrase 'child pornography' is inaccurate and benefits child sex abusers because it:</p>\n<ul>\n<li>indicates legitimacy and compliance on the part of the victim and therefore legality on the part of the abuser; and</li>\n<li>conjures images of children posing in 'provocative' positions, rather than suffering horrific abuse.</li>\n</ul>\n<p>Every photograph or video captures an actual situation where a child has been abused. </p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:19.854321+10:00"
  },
  "https://www.abf.gov.au/newsroom-subsite/Pages/Appeal-for-public-assistance-after-80kg-of-cocaine-seized-in-Sydney.aspx": {
    "content_html": "<html>\n<body>\n<h1>Appeal for public assistance after 80kg of cocaine seized in Sydney</h1>\n<p>​</p>\n<p>Editor's note: Images of the seized drugs is available via Hightail</p>\n<p>The AFP is calling for public assistance after an estimated 80kg of cocaine was found in a shipping container at Port Botany.</p>\n<p>Australian Border Force (ABF) officers on Monday (11 August, 2025) examined the shipping container, which had arrived from the USA, after x-rays identified some anomalies in it.</p>\n<p>A forensic examination revealed two bags containing multiple packages of a substance that tested positive for cocaine, each wrapped in blue clingfilm with a '764' label.</p>\n<p>The AFP seized the drugs and inquiries are now underway to identify the criminal syndicate responsible for the importation.</p>\n<p>AFP Detective Acting Superintendent Stuart Millen said the cocaine had an estimated potential street value of $26 million.</p>\n<p>“Criminals who conspire to smuggle harmful drugs into Australia do not care about the pain and misery they inflict on our communities,\" Det a/Supt Millen said.</p>\n<p>“The AFP and our partners are committed to targeting individuals who seek to profit from the illicit drug trade, and identifying criminal groups responsible for the large-scale importation of these harmful substances.\"</p>\n<p>Det a/Supt Millen urged anyone with information about the importation to contact police.</p>\n<p>ABF Superintendent Jared Leighton said this detection was a potential example of the varying ways criminal syndicates embed themselves in the international supply chain.</p>\n<p>“The illicit drugs found within this container were not concealed, which could be indicative of a 'rip-on/rip-off' method – as cargo moves from the country of origin to the country of destination, criminal insiders could tamper with legal shipments,\" Supt Leighton said.</p>\n<p>“The ABF works closely with our industry partners and international logistics companies to disrupt the infiltration of the supply chain both on and offshore.</p>\n<p>“Combating the threat of organised crime is one which we all must tackle together. The ABF works with state and federal law enforcement to identify and target those who seek to exploit our border controls.</p>\n<p>“The Australian border is one of our most critical national assets. The ABF will continue to make the border a hostile environment for criminals.\" </p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:19.940616+10:00"
  },
  "https://www.abf.gov.au/newsroom-subsite/Pages/Shepparton-man-guilty-of-importing-anime-child-abuse-material.aspx": {
    "content_html": "<html>\n<body>\n<h1>Shepparton man guilty of importing anime child abuse material</h1>\n<p>​​​​A 25-year-old Shepparton man has been convicted of child abuse material offences after ABF officers discovered alarming anime images on his mobile phone at the airport.</p>\n<p>The man arrived into Melbourne International Airport from overseas on 21 May 2024, and was selected by ABF officers for a baggage and digital device examination.</p>\n<p>During the search, ABF officers located an image deemed as child abuse material and in contravention of Regulation 4A of the Customs (Prohibited Imports) Regulation 1956 – objectionable material.</p>\n<p>The man's mobile phone was seized, and following further investigation another 19 images and 17 videos classified as AI-generated or anime child abuse material were discovered.</p>\n<p>He was issued Part 1C Caution and Rights under the Crimes Act 1914, and charged by summons.</p>\n<p>On Wednesday, appearing at Shepparton Magistrates Court, the accused pled guilty to the following:</p>\n<p>· Two counts of importation of tier 2 goods, contrary to s233BAB(5) of the Customs Act 1901 (Cth) (Customs Act) (Charge 1), which carries a maximum penalty of 10 years' imprisonment and/or a fine of 2,500 penalty units</p>\n<p>The man was convicted and sentenced to a bond pursuant to s20(1)(a) of the Crimes Act 1914 (Cth).</p>\n<p>The conditions of the bond require the offender to enter into recognisance of $500 to be of good behaviour for 12 months and that he visit a GP to obtain a mental health care plan, and receive psychological treatment as prescribed.</p>\n<p>The man must also comply with reporting obligations under the Sex Offenders Registration Act 2004 (Vic) for a period of eight years.</p>\n<p>ABF Superintendent Ben Michalke said Wednesday's court outcome demonstrates the ability of ABF officers to fulfil their duty at the border to protect the community from the proliferation of child abuse material.</p>\n<p>“ABF officers who made this particular detection used their skill and intuition to intercept the traveller, locating the kind of abhorrent material that we remain committed to stamping out,\" Superintendent Michalke said.</p>\n<p>“All material, including anime, computer generated images, and AI, depicting the exploitation and abuse of children is 100 per cent illegal, and those who commit such offences will be brought before the courts.</p>\n<p>“The potential for this type of child abuse material to normalise contact offending against children cannot be underestimated.</p>\n<p>“This is a growing trend and one which we will continue to target, using all available means at our disposal to keep our border safe and secure.\"</p>\n<p>Anyone with information about suspicious border activity or border-related crime can report it anytime through Border Watch at borderwatch.gov.au. Information can be provided anonymously.</p>\n<p>Note to media:</p>\n<p>USE OF TERM 'CHILD ABUSE' MATERIAL, NOT 'CHILD PORNOGRAPHY'</p>\n<p>Use of the phrase \"child pornography\" benefits child sex abusers because it:</p>\n<ul>\n<li>indicates legitimacy and compliance on the part of the victim and therefore legality on the part of the abuser; and</li>\n<li>conjures images of children posing in 'provocative' positions, rather than suffering horrific abuse.</li>\n</ul>\n<p>Anyone with information about those who may be importing child-like sex dolls or other child abuse material should contact Border Watch at www.abf.gov.au/borderwatch. By reporting suspicious activities, you are helping to protect Australia's border. Information can be provided anonymously. <br/> <br/>Media contact: media@abf.gov.au</p>\n<p></p>\n<p></p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:20.177200+10:00"
  },
  "https://www.abf.gov.au/newsroom-subsite/Pages/ABF-detains-foreign-fishers,-destroys-boats-and-seizes-2-1-tonnes-of-sea-cucumber.aspx": {
    "content_html": "<html>\n<body>\n<h1>ABF detains foreign fishers, destroys boats and seizes 2.1 tonnes of sea cucumber</h1>\n<p>​</p>\n<p>Australian Border Force (ABF) has seized a combined 2.1 tonnes of sea cucumber, detained eight foreign fishers and destroyed two vessels allegedly fishing illegally in waters off the Northern Territory.</p>\n<p>The actions are the latest under the ABF-led, multi-agency Operation LUNAR, stood up last year to respond to the increase in illegal foreign fishing in the area.</p>\n<p>On Friday (8 August 2025), authorities detected and apprehended an Indonesian vessel allegedly fishing illegally near the Cobourg Peninsula.</p>\n<p>ABF officers boarded and identified three crew members, 500kg of sea cucumber, three shark fins and a variety of fishing equipment.</p>\n<p>In consultation with the Australian Fisheries Management Authority (AFMA) and after consideration of the operational circumstances, authorities seized the catch and fishing equipment. The vessel was disposed of at sea in accordance with Australian law.</p>\n<p>On Saturday (9 August 2025), authorities detected and apprehended a second Indonesian vessel allegedly fishing illegally near the Cobourg Peninsula.</p>\n<p>Officers boarded and identified five crew members, 1600kg of sea cucumber and a variety of fishing equipment.</p>\n<p>In consultation with AFMA and after consideration of the operational circumstances, ABF seized the catch and fishing equipment.</p>\n<p>The sea cucumber was returned to the ocean, and the vessel disposed of at sea in accordance with Australian law.</p>\n<p>ABF transported all eight crew members to Darwin, where they will face further investigation by AFMA for alleged offences against the Fisheries Management Act 1991 (Cth).</p>\n<p>The combined 2.1 tonnes of sea cucumber has an estimated market value of AUD $210,000.</p>\n<p>Operation LUNAR Commander Tracie Griffin said patrols targeting illegal fishing continue across northern Australia.</p>\n<p>“While much of Operation LUNAR takes place out of sight from the NT community - at sea, along remote coastlines and in the air – our enhanced posture remains in force. We remain steadfast in our mission to combat illegal foreign fishing in Australian waters,\" Commander Griffin said.</p>\n<p>Operation LUNAR was established in December 2024 to curb an increase in illegal foreign fishing off the NT by enhancing ABF capabilities in the air, on water and along the coastline.</p>\n<p>Every report of suspected illegal fishing is taken seriously and anyone with information about suspicious activity is urged to contact Border Watch.</p>\n<p>By reporting suspicious activities, you help protect Australia's border and the community.</p>\n<p>Media contact: media @abf.gov.au ​</p>\n<p>​</p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:20.192500+10:00"
  },
  "https://www.abf.gov.au/newsroom-subsite/Pages/Eleven-foreign-fishers-found-guilty,-including-shark-finning-crew.aspx": {
    "content_html": "<html>\n<body>\n<h1>Eleven foreign fishers found guilty, including shark finning crew</h1>\n<p>Eleven Indonesian nationals pleaded guilty to illegally fishing in Australian waters in two separate cases at Darwin Local Court on Tuesday, 5 August 2025.</p>\n<p>The first matter arose from an incident where Australian authorities identified, intercepted and apprehended an Indonesian vessel fishing illegally on 19 July 2025 near Ashmore Island.</p>\n<p>ABF seized 40 kg of salt used to process and preserve catch and various fishing equipment including a 300-metre longline. Six crew were detained and transported to Darwin for further investigation by AFMA. The vessel was seized and destroyed at sea in accordance with Australian law.</p>\n<p>All fishers were charged with offences against the Fisheries Management Act 1991 (Cth).</p>\n<p>The master of the vessel was fined a total of $6,000. One crew member, identified as a recidivist, was fined $2,000. The remaining four crew were each fined $1,500.</p>\n<p>The second matter arose from an incident where Australian authorities identified, intercepted and apprehended an Indonesian vessel fishing illegally on 23 July 2025 near Adele Island, Western Australia.</p>\n<p>ABF seized 66 shark fins, 120 kg of salt and various fishing equipment. Five crew were detained and transported to Darwin for further investigation by AFMA. The vessel was seized and destroyed at sea in accordance with Australian law.</p>\n<p>All fishers were charged with offences against the Fisheries Management Act 1991 (Cth).</p>\n<p>One crew member was taken into custody to serve a period of imprisonment following execution of an outstanding warrant for previous similar offending. He was fined an additional $10,000 on the current matter.</p>\n<p>The master of the vessel was fined a total of $9,000. A third crew member was identified as a recidivist and fined $3,000. The remaining two crew were each fined $1,500.</p>\n<p>All fines are payable within 28 days, with potential terms of imprisonment in the event of default.</p>\n<p>All fishers will be removed from Australia by ABF and returned to Indonesia.</p>\n<p>The presence of illegal foreign fishing continues to undermine Australia’s sustainable fisheries management and border security.</p>\n<p>AFMA, in partnership with ABF, continues to undertake targeted operations to intercept illegal fishing operations.</p>\n<p>Australian authorities work with the Indonesian Government to address illegal fishing at its source, through the delivery of public information campaigns within Indonesian fishing communities, the distribution of educational material, targeted social media campaigns, and proactive engagement with fishers.</p>\n<p>Quotes attributable to AFMA’s General Manager, Fisheries Operations, Mr Justin Bathurst:</p>\n<p>“Illegal foreign fishing poses a significant threat to Australia’s well-managed fisheries and our marine environment.”</p>\n<p>“AFMA and our partner agencies remain absolutely committed to detecting, apprehending and prosecuting those who fish illegally in Australian waters.”</p>\n<p>“Those who choose to fish illegally in Australian waters face serious legal penalties, including potential jail time. They also risk losing their vessel and fishing gear. It is not worth the risk.”</p>\n<p>Quotes attributable to Commander Maritime Border Command, Rear Admiral Brett Sonter:</p>\n<p>“For people considering fishing illegally in Australia, our message is clear. We will find you, take your catch, destroy your boats and fishing equipment, and you will be prosecuted. Do not put your livelihood at risk by coming to Australia to fish illegally.”</p>\n<p>Illegal fishing activity in Australian waters can be reported to Australian authorities by contacting CRIMFISH on 1800 274 634 or intelligence@afma.gov.au.</p>\n<p>For more\r\ninformation: <br/>\r\nMedia: media@afma.gov.au or\r\n0437 869 860 <br/>\r\nwww.afma.gov.au</p>\n<p></p>\n</body>\n</html>",
    "fetched_at": "2025-08-19T09:21:20.726292+10:00"
  }
}